export default {

    mainPages: {
        primary: {
            panel: '面板',
            openMainMenu: "打开菜单",
            home: '主页',
            about: "关于项目",
            service: "服务",
            resources: "资源",
            followUs: "关注我们",
            changeLanguage: '切换语言'
        },

        index: {
            description: 'Rescue Drone 是一个创新的救援无人机项目，利用人工智能和先进的导航技术，在洪水等危机情况下提供帮助。快速将急救包、食品和AED送到难以到达的地方。',

            slogan: '救援无人机：危机情况下的智能支持',
            abstract: '救援无人机是一个自动化的救援无人机项目，旨在提供帮助到难以到达的地方，尤其是在危机情况下，如洪水。凭借先进的人工智能和导航系统，飞机能够分析威胁，避开障碍，并选择最佳路线。它可以运输如急救包、食物、水和AED等资源到无法获得援助的地方，支持紧急响应并提高在紧急情况下的安全性。',
            motivation: '动机',
            motivationParagraph: '2024年，波兰的洪水突显了向被困的乡村和城市提供援助的难度。在这种情况下，传统的救援方法失败了，每一秒都至关重要。想象一下，一架自动无人机不仅能够提供急救包、食物和水，还能为需要紧急帮助的人提供便携式除颤器（AED）。这种无人机能够到达紧急车辆无法到达的地方，可能会彻底改变危机情况下的救援工作，确保援助按时到达，无论地形如何。',
            descriptionOfResearch: '研究描述',
            descriptionOfResearchParagraph: '救援无人机项目结合了先进的人工智能与导航系统和传感器，能够在极端条件下精确到达指定地点。例如，在洪水情况下，利用GPS、距离传感器和高度计，无人机能够分析被淹没的道路和障碍物的地形。凭借人工智能，它能够预测危险发生的地方，并选择最佳路径。在真实场景中，无人机能够绕过被淹的危险区域，避开电力线并将援助送到传统方式无法到达的地方。此外，通过与监控系统的集成，无人机能够实时向救援部门报告情况，帮助更快地采取适当的行动并将援助送到最需要的地方。',
            conclusions: '结论',
            conclusionsParagraph: '救援无人机是应对危机的突破性工具。它能够在困难的环境下自主行动，并根据人工智能数据调整路线，快速将援助送到处于危险中的人们。例如，在洪水情况下，无人机能够将急救包、食物和必需的药品送到被切断的乡村。研究表明，经过适当设计并针对地形条件调整的无人机技术可以大大缩短响应时间并提高救援任务的效率。通过打造救援无人机，我们正在构建一个在未来应急响应系统中至关重要的工具，减少对人类生命的威胁，并促进更快速、更有效的救援行动。'
        },

        about: {
            description: '了解 Rescue Drone – 一个设计用于支持救援行动的自主无人机项目。借助人工智能和精准的传感器，无人机能为与外界隔绝的地区提供援助，加快救援工作。',

            aboutProjectParagraph: '救援无人机™是一个先进的自动化救援无人机项目，旨在提供危机情况下的帮助，特别是在传统救援方法无法到达的地方。配备了最新的人工智能和导航技术，救援无人机能够分析地形、避开障碍并将必要的资源，如食物、药品或便携式除颤器（AED），送到无法得到帮助的地方。因此，它成为了救援人员的现代支援工具，使他们能够在困难条件下迅速而精确地行动。',
            aim: "目标",
            aimParagraph: '救援无人机™项目的目标是创建一个能够有效支持危机情况下的自动救援系统。该项目专注于确保快速、可靠和精准的支援，以将必要的资源（如食物、药品、水或便携式除颤器（AED））送到被传统救援部门无法接触的地方。救援无人机的设计考虑了在恶劣的地形和天气条件下运作，利用先进的人工智能算法和GPS导航来自动避开障碍物，选择最佳路线。',
            importance: '重要性',
            importanceParagraph: '救援无人机项目是对日益增长的自然灾害和其他危机情形的回应，这些灾难正在越来越频繁地影响我们的社会。洪水、火灾和地震等事件表明，尤其是在偏远或难以到达的地区，向受灾者提供援助的困难。救援无人机旨在缩短响应时间，提高援助的可达性，这可以挽救许多处于危险中的人的生命。其自主性、精确性和有效性使它成为未来救援工作的关键工具。',
            newEraOfRescue: '救援新时代',
            newEraOfRescueParagraph: '救援无人机™是一个突破性的自动化救援无人机项目，旨在应对现代危机情境中的挑战。配备了先进的人工智能和导航系统，该无人机能够自主分析地形、避开障碍并将最重要的资源送到被困地点。它可以运输食物、药品、水和便携式除颤器（AED），在传统方法失败的地方提供支持。救援无人机™响应了越来越频繁的自然灾害和危机需求，缩短了响应时间，提高了对难以到达地区的援助可及性。该项目的目标是创造一个高效的自动化救援系统，利用现代技术支持救援行动，改变未来救援的面貌，在每一秒都至关重要的紧急情况中挽救生命。'
        },

        service: {
            description: 'Rescue Drone 在危机情况下快速递送资源，例如急救包或AED。创新的人工智能解决方案和先进的导航技术提高了救援行动的安全性和效率。',

            serviceParagraph: '救援无人机™提供了在危机情况下的多功能支援服务，供救援部门和援助组织使用。无人机专为向难以到达的地方运输必要资源而设计，包括医疗用品、食物、水和救援设备（如便携式除颤器（AED））。凭借其自主行动和先进的导航系统，救援无人机能够在极端的气候和地形条件下操作，避开障碍并到达传统运输方式无法到达的地方。救援无人机的服务不仅仅是提供资源，还可以通过监控系统支持实时地形分析，帮助更快速和更有效地响应受害者的需求。',
            integrationOfAIAndNavigationSystems: '人工智能与导航系统集成',
            integrationOfAIAndNavigationSystemsParagraph: '救援无人机使用先进的人工智能和导航系统，使其能够在复杂的地形中自主运行。通过GPS技术、距离传感器和高度计，以及智能算法，无人机能够分析地形，避开障碍并根据变化的环境调整路径。这些系统的顺畅合作不仅让无人机能够到达指定目标，还能向救援部门提供实时数据，促进更高效的现场协调。',
            smartTechnologies: '智能技术',
            smartTechnologiesParagraph: '救援无人机采用了人工智能和导航技术领域的最新进展，能够在困难环境中进行自主和精准操作。智能算法使无人机能够分析地形、识别威胁并根据不断变化的情况进行调整。因此，救援无人机不仅能将援助送到受害者，还能支持对当前局势的实时评估，从而增加更快速、更有效的救援机会。',
            theFutureOfRescue: '救援的未来',
            theFutureOfRescueParagraph: '面对日益频繁的自然灾害和危机威胁，救援技术不仅要有效，还需要创新。救援无人机是改变救援工作的设备示例，它能够迅速将援助送到传统方法无法到达的地方。未来，这项技术可以扩展更多功能，如更先进的人工智能系统，能够实时预测障碍物的运动，甚至与全球救援网络整合。救援无人机为救援工作的效率、精确度和安全性设定了新标准。'
        },

        login: {
            signIn: "登录",
            signInToYourAccount: '登录到您的帐户',
            yourEmail: "您的邮箱",
            password: "密码",
            rememberMe: '记住我',
            forgotPassword: '忘记密码？',
            dontHaveAccount: "还没有帐户？",
            signUp: "创建帐户"
        }
    },

}
